home/api-avery/public_html/vndx/logs/1.txt

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.microsoft.com/exchange/services/2006/types" xmlns:ns2="http://schemas.microsoft.com/exchange/services/2006/messages"><SOAP-ENV:Header><ns1:RequestServerVersion Version="Exchange2007"/></SOAP-ENV:Header><SOAP-ENV:Body><ns2:CreateItem MessageDisposition="SendAndSaveCopy"><ns2:Items><ns1:Message><ns1:Subject>Test email message</ns1:Subject><ns1:Body BodyType="HTML">&lt;p style="font-size: 18px; font-weight: bold;"&gt;Test email message from php ews library.&lt;/p&gt;</ns1:Body><ns1:ToRecipients><ns1:Mailbox><ns1:Name>John Harris</ns1:Name><ns1:EmailAddress>kanikanavla@gmail.com</ns1:EmailAddress></ns1:Mailbox></ns1:ToRecipients><ns1:From><ns1:Mailbox><ns1:Name>apptest@averyoil.com</ns1:Name><ns1:EmailAddress>apptest@averyoil.com</ns1:EmailAddress></ns1:Mailbox></ns1:From></ns1:Message></ns2:Items></ns2:CreateItem></SOAP-ENV:Body></SOAP-ENV:Envelope>
<br>location url: https://secure.emailsrvr.com/EWS/Exchange.asmx<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.microsoft.com/exchange/services/2006/types" xmlns:ns2="http://schemas.microsoft.com/exchange/services/2006/messages"><SOAP-ENV:Header><ns1:RequestServerVersion Version="Exchange2007"/></SOAP-ENV:Header><SOAP-ENV:Body><ns2:CreateItem MessageDisposition="SendAndSaveCopy"><ns2:Items><ns1:Message><ns1:Subject>Test email message</ns1:Subject><ns1:Body BodyType="HTML">&lt;p style="font-size: 18px; font-weight: bold;"&gt;Test email message from php ews library.&lt;/p&gt;</ns1:Body><ns1:ToRecipients><ns1:Mailbox><ns1:Name>John Harris</ns1:Name><ns1:EmailAddress>kanikanavla@gmail.com</ns1:EmailAddress></ns1:Mailbox></ns1:ToRecipients><ns1:From><ns1:Mailbox><ns1:Name>apptest@averyoil.com</ns1:Name><ns1:EmailAddress>apptest@averyoil.com</ns1:EmailAddress></ns1:Mailbox></ns1:From></ns1:Message></ns2:Items></ns2:CreateItem></SOAP-ENV:Body></SOAP-ENV:Envelope>
